Repository: devnarayan/SoftSwitch
Catalog: estore/App_LocalResources/ManageConference.aspx.*.resx
Languages: fr_fr

# btnAddResource1.Text
source: Add
fr_fr: Ajouter

# btnDeleteResource1.Text
source: Delete
fr_fr: Supprimer

# btnModifyResource1.Text
source: Modify
fr_fr: Modifier

# btnResetResource1.Text
source: Reset
fr_fr: Reinitialiser

# btnSearchResource1.Text
source: Search
fr_fr: Chercher

# dgDIDResource1.GroupingSettings.CollapseTooltip
source: Collapse group
fr_fr: Masquer le groupe

# dgDIDResource1.GroupingSettings.ExpandTooltip
source: Expand group
fr_fr: Détailler le groupe

# dgDIDResource1.GroupingSettings.GroupContinuedFormatString
source: ... group continued from the previous page.
fr_fr: …suite du groupe de la page précédente

# dgDIDResource1.GroupingSettings.GroupContinuesFormatString
source: Group continues on the next page.
fr_fr: Le groupe continue à la page suivante

# dgDIDResource1.GroupingSettings.GroupSplitDisplayFormat
source: Showing {0} of {1} items.
fr_fr: Affichage {0} sur {1} article.

# dgDIDResource1.GroupingSettings.UnGroupTooltip
source: Drag out of the bar to ungroup
fr_fr: Glisser hors de la barre pour dégrouper

# dgDIDResource1.GroupPanel.Text
source: Drag a column header and drop it here to group by that column
fr_fr: Glissez l'entête d'une colonne et placez là ici pour l'ajouter au groupe

# dgDIDResource1.HierarchySettings.CollapseTooltip
source: Collapse
fr_fr: Masquer

# dgDIDResource1.HierarchySettings.ExpandTooltip
source: Expand
fr_fr: Détailler

# dgDIDResource1.HierarchySettings.SelfCollapseTooltip
source: Self reference collapse
fr_fr: Masquer Self reference

# dgDIDResource1.HierarchySettings.SelfExpandTooltip
source: Self reference expand
fr_fr: Détailler Self reference expand

# dgDIDResource1.MasterTableView.CommandItemSettings.AddNewRecordText
source: Add new record
fr_fr: Ajouter nouvel enregistrement

# dgDIDResource1.MasterTableView.CommandItemSettings.RefreshText
source: Refresh
fr_fr: Actualiser

# dgDIDResource1.MasterTableView.NoDetailRecordsText
source: No child records to display.
fr_fr: Aucun enregistrement d'enfants à afficher

# dgDIDResource1.MasterTableView.NoMasterRecordsText
source: No records to display.
fr_fr: aucun enregistrement à afficher.

# dgDIDResource1.MasterTableView.PagerStyle.NextPagesToolTip
source: Next Pages
fr_fr: Pages suivantes

# dgDIDResource1.MasterTableView.PagerStyle.NextPageToolTip
source: Next Page
fr_fr: Page suivante

# dgDIDResource1.MasterTableView.PagerStyle.PagerTextFormat
source: Change page: {4} &nbsp;Displaying page {0} of {1}, items {2} to {3} of {5}.
fr_fr: Changer la page: {4} &nbsp;Affichage de la page {0} sur {1}, article {2} à {3} sur {5}.

# dgDIDResource1.MasterTableView.PagerStyle.PrevPagesToolTip
source: Previous Pages
fr_fr: Pages précédentes

# dgDIDResource1.MasterTableView.PagerStyle.PrevPageToolTip
source: Previous Page
fr_fr: Page précédente

# dgDIDResource1.PagerStyle.NextPagesToolTip
source: Next Pages
fr_fr: Pages Suivantes

# dgDIDResource1.PagerStyle.NextPageToolTip
source: Next Page
fr_fr: Page Suivante

# dgDIDResource1.PagerStyle.PagerTextFormat
source: Change page: {4} &nbsp;Displaying page {0} of {1}, items {2} to {3} of {5}.
fr_fr: Changer la page: {4} &nbsp;Affichage de la page {0} sur {1}, article {2} à {3} sur {5}.

# dgDIDResource1.PagerStyle.PrevPagesToolTip
source: Previous Pages
fr_fr: Pages précedentes

# dgDIDResource1.PagerStyle.PrevPageToolTip
source: Previous Page
fr_fr: Page précédente

# dgDIDResource1.SortingSettings.SortedAscToolTip
source: Sorted asc
fr_fr: Trie asc

# dgDIDResource1.SortingSettings.SortedDescToolTip
source: Sorted desc
fr_fr: Trie desc

# dgDIDResource1.SortingSettings.SortToolTip
source: Click here to sort
fr_fr: Cliquer ici pour trier

# dgDIDResource1.StatusBarSettings.LoadingText
source: Loading...
fr_fr: Chargement

# dgDIDResource1.StatusBarSettings.ReadyText
source: Ready
fr_fr: Lecture

# GridBoundColumnResource1.HeaderText
source: Conference ID
fr_fr: ID de la conférence

# GridBoundColumnResource1.SortExpression
source: pbxconferenceid
fr_fr: ID de la conférencepbx

# GridBoundColumnResource3.HeaderText
source: Room No
fr_fr: N°_Chambre

# GridBoundColumnResource4.HeaderText
source: Password
fr_fr: Mot de passe

# GridBoundColumnResource4.SortExpression
source: password
fr_fr: Mot de passe

# GridBoundColumnResource5.HeaderText
source: Account Status
fr_fr: Etat du compte

# GridBoundColumnResource5.SortExpression
source: account_status
fr_fr: Etat_du_compte

# GridButtonColumnResource1.Text
source: Select
fr_fr: Selectionner

# imgExportResource1.ToolTip
source: Export Data
fr_fr: Exporter les données

# lblAccountStatusResource1.Text
source: Account Status
fr_fr: Etat du compte

# lblExactResource1.Text
source: Exact
fr_fr: Exacte

# lblManageConfResource1.Text
source: Manage Conference
fr_fr: Gérer la Conférence

# lblPageSizeResource1.Text
source: Page Size
fr_fr: Nombre de lignes

# lblPasswordResource1.Text
source: Password
fr_fr: Mot de passe

# lblRoomNOResource1.Text
source: Room No
fr_fr: N° de Chambre

# lblSearchByResource1.Text
source: Search By
fr_fr: Chercher par

# lblSearchForResource1.Text
source: Search For
fr_fr: Chercher

# lblSearchResource1.Text
source: Search
fr_fr: Chercher

# ListItemResource10.Text
source: Suspended
fr_fr: Suspendu

# ListItemResource5.Text
source: All
fr_fr: Tout

# ListItemResource5.Value
source: All
fr_fr: Tout

# ListItemResource7.Text
source: Room No
fr_fr: N° Chambre

# ListItemResource7.Value
source: Room_No
fr_fr: N° _Chambre

# ListItemResource8.Text
source: -Select Account Status-
fr_fr: -Selectionner le statut du compte

# ListItemResource9.Text
source: Active
fr_fr: Actif

# PageResource1.Title
source: Estore
fr_fr: Boutique
