Repository: devnarayan/SoftSwitch
Catalog: estore/App_LocalResources/wucResidentialCustomerSettings.ascx.*.resx
Languages: fr_fr

# btnAddFollowMeResource1.Text
source: Add
fr_fr: Ajouter

# btnRemovefollowMeResource1.Text
source: Remove
fr_fr: Enlever

# btnRsApplyResource1.Text
source: Modify
fr_fr: Modifier

# ddlFollowMeOptionResource1.LoadingMessage
source: Loading...
fr_fr: Chargement

# ddlFollowMeResource1.LoadingMessage
source: Loading...
fr_fr: Chargement

# ddlFollowMeStatusResource1.LoadingMessage
source: Loading...
fr_fr: Chargement

# Label1Resource1.Text
source: Residential Service
fr_fr: Pack résidentiel

# Label35Resource1.Text
source: Sip Login
fr_fr: Login SIP

# Label36Resource1.Text
source: Password
fr_fr: Mot de passe

# Label38Resource1.Text
source: Assigned DIDs
fr_fr: Numéros DID attribués

# Label50Resource1.Text
source: Phone Number
fr_fr: Numéro de téléphone

# Label51Resource1.Text
source: Answare Time Out
fr_fr: Délais de reponse

# Label51Resource2.Text
source: Answer Time Out
fr_fr: Délais de reponse

# lblFollowMeOptionResource1.Text
source: Follow Me Option
fr_fr: Options cascade

# lblFollowmeResource1.Text
source: Call Forwarding Options
fr_fr: Option des tranferts d'appels

# lblFollowMeStatusResource1.Text
source: Follow Me Status
fr_fr: Etat appels en cascade

# lblFollowMeTimeOutResource1.Text
source: Try Time Out
fr_fr: Délais d'essaies

# RadComboBoxItemResource1.Text
source: Disable
fr_fr: Désactivé

# RadComboBoxItemResource2.Text
source: Always
fr_fr: Toujours

# RadComboBoxItemResource3.Text
source: No Answer
fr_fr: Pas de réponse

# RadComboBoxItemResource4.Text
source: When Busy
fr_fr: Si occuppé

# RadComboBoxItemResource5.Text
source: Disable
fr_fr: Désactivé

# RadComboBoxItemResource6.Text
source: Enable
fr_fr: Activé

# RadComboBoxItemResource8.Text
source: Ring All
fr_fr: Faire tout sonner

# Label100Resource1.Text
source: Follow Me Numbers
fr_fr: Num. appels en cascade

# Label200Resource1.Text
source: (Country Code +Area Code +Phone #)
fr_fr: inclut code pays

# Label40Resource1.Text
source: Email VoiceMail
fr_fr: Messagerie email

# Label42Resource1.Text
source: Max. Ring Time
fr_fr: Duré max. de sonnerie

# Label43Resource1.Text
source: Mailbox Password(*)
fr_fr: Mot de passe méssagerie

# lbl2Resource1.Text
source: Voice Mail
fr_fr: Messagerie vocale

# lblVMResource1.Text
source: Voice Mail Settings
fr_fr: Paramètre messagerie vocale
